Repository: ly95/Keyestro
Catalog: Sources/KeyestroApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Use placeholders such as {query}; values are percent-encoded.
zh_hans: 使用 {query} 等占位符；值会进行百分号编码。

source: Use this shortcut from any application. You can change it later in Shortcuts settings.
zh_hans: 可在任意应用中使用此快捷键；稍后也可在“快捷键”设置中更改。

source: Value
zh_hans: 值

source: Verify and Reconnect
zh_hans: 验证并重新连接

source: Verify the application is valid and try again.
zh_hans: 请验证应用有效后重试。

source: Vision OCR runs entirely on this Mac
zh_hans: Vision OCR 完全在此 Mac 上运行

source: Welcome to Keyestro
zh_hans: 欢迎使用 Keyestro

source: When disabled, saved usage history is neither applied nor updated. Manual pins still affect ranking.
zh_hans: 停用后，已保存的使用历史既不会用于排序，也不会更新；手动固定仍会影响排序。

source: Window actions and screenshot capture explain their permission at the moment you use them. You can skip those features and grant access later.
zh_hans: 窗口操作和截图会在使用时说明所需权限。你可以跳过这些功能，稍后再授权。

source: Window updated
zh_hans: 窗口已更新

source: Windows
zh_hans: 窗口

source: Windows could not be listed.
zh_hans: 无法列出窗口。

source: Yesterday
zh_hans: 昨天

source: Your launcher shortcut
zh_hans: 你的启动器快捷键

# about.version.format
source: Keyestro %@ (%@)
zh_hans: Keyestro %@（构建 %@）

# capture.selection.instructions
source: Drag across any display · Return to capture · Esc to cancel
zh_hans: 可跨显示器拖动 · 按 Return 截取 · 按 Esc 取消

# clipboard.keyMissing.format
source: The encryption key for %lld clipboard items is missing.
zh_hans: %lld 个剪贴板项目的加密密钥已丢失。

# clipboard.shortcut.status
source: Clipboard shortcut: %@
zh_hans: 剪贴板快捷键：%@

# clipboard.shortcut.unavailable
source: Clipboard shortcut unavailable (%d); use the menu bar or record another shortcut.
zh_hans: 剪贴板快捷键不可用（%d）；请使用菜单栏或录制其他快捷键。

# database.newerSchema.recovery
source: Use a version that supports database schema %lld; this build supports %lld.
zh_hans: 请使用支持数据库 Schema %lld 的版本；当前版本支持 %lld。

# error.deletion.partial
source: Some local data could not be deleted
zh_hans: 部分本地数据未能删除

# error.deletion.paths
source: Application data paths could not be resolved
zh_hans: 无法解析应用数据路径

source: extension
zh_hans: 扩展

source: extension preference
zh_hans: 扩展偏好设置

# extension.hud.accessibility
source: Extension message
zh_hans: 扩展消息

# extension.preference.clear.confirmation
source: Clear %@ for %@?
zh_hans: 清除 %@（扩展：%@）？

source: file
zh_hans: 文件

# file.content.match
source: Content match · %@
zh_hans: 内容匹配 · %@

source: image
zh_hans: 图片

# launcher.actions
source: Actions
zh_hans: 操作

# launcher.empty
source: No results
zh_hans: 没有结果

# launcher.parameter.required
source: %@ is required
zh_hans: %@ 为必填项

# launcher.search.placeholder
source: Search apps, files, and commands
zh_hans: 搜索应用、文件和命令

# launcher.shortcut.status
source: Shortcut: %@
zh_hans: 快捷键：%@

# launcher.shortcut.unavailable
source: Shortcut unavailable (%d); use the menu bar or record another shortcut.
zh_hans: 快捷键不可用（%d）；请使用菜单栏或录制其他快捷键。

source: link
zh_hans: 链接

source: macOS requires approval in System Settings → General → Login Items.
zh_hans: macOS 需要在“系统设置”→“通用”→“登录项”中批准。

# menu.checkUpdates
source: Check for Updates…
zh_hans: 检查更新…

# menu.clipboard.enable
source: Enable Clipboard History
zh_hans: 启用剪贴板历史

# menu.clipboard.off
source: Clipboard History Off
zh_hans: 剪贴板历史已关闭

# menu.clipboard.pause
source: Pause Clipboard History
zh_hans: 暂停剪贴板历史

# menu.clipboard.resume
source: Resume Clipboard History
zh_hans: 继续剪贴板历史

# menu.clipboardHistory.open
source: Open Clipboard History
zh_hans: 打开剪贴板历史

# menu.open
source: Open Keyestro
zh_hans: 打开 Keyestro

# menu.permissions
source: Permissions…
zh_hans: 权限…

# menu.permissions.status
source: Permissions: Accessibility %@ · Screen Recording %@
zh_hans: 权限：辅助功能 %@ · 屏幕录制 %@

# menu.quit
source: Quit Keyestro
zh_hans: 退出 Keyestro

# menu.settings
source: Settings…
zh_hans: 设置…

# onboarding.permissions.explanation
source: Window actions and screenshot capture explain their permission at the moment you use them. You can skip those features and grant access later.
zh_hans: 窗口操作和截图会在使用时说明所需权限。你可以跳过这些功能，稍后再授权。

# p50 %@ ms · p95 %@ ms · n=%arg
source: p50 %1$@ ms · p95 %2$@ ms · n=%3$arg
zh_hans: p50 %@ 毫秒 · p95 %@ 毫秒 · n=%arg

source: queries are shared only after opening this command
zh_hans: 仅在打开此命令后共享查询

# quickPaste.shortcut.status
source: Quick Paste shortcut: %@
zh_hans: 快速粘贴快捷键：%@

# quickPaste.shortcut.unavailable
source: Quick Paste shortcut unavailable (%d); record another shortcut in Settings.
zh_hans: 快速粘贴快捷键不可用（%d）；请在设置中录制其他快捷键。

# quickPaste.success
source: Pasted into %@.
zh_hans: 已粘贴到 %@。

# scripts.exit.format
source: The script exited with code %lld.
zh_hans: 脚本以退出码 %lld 结束。

# scripts.signal.format
source: The script was terminated by signal %lld.
zh_hans: 脚本被信号 %lld 终止。

# settings.section.about
source: About
zh_hans: 关于

# settings.section.advanced
source: Advanced
zh_hans: 高级

# settings.section.extensions
source: Extensions
zh_hans: 扩展

# settings.section.features
source: Features
zh_hans: 功能

# settings.section.general
source: General
zh_hans: 通用

# settings.section.permissions
source: Permissions
zh_hans: 权限

# settings.section.privacy
source: Privacy
zh_hans: 隐私

# settings.section.shortcuts
source: Shortcuts
zh_hans: 快捷键

# settings.section.updates
source: Updates
zh_hans: 更新

# settings.title
source: Keyestro Settings
zh_hans: Keyestro 设置

source: text
zh_hans: 文本

source: 日本語
zh_hans: 日语
